:PROPERTIES:
:ID:       6c56c8f8-140c-4f3d-b729-885cf2c411fb
:END:
#+title: js-3rd-jquery
#+date: [2024-08-07 三]
#+last_modified:  


#+BEGIN_SRC html

  <ul id="list" class="panel">
    <li class="li-1">li-1</li>
    <li class="li-2">li-2</li>
    <li class="li-3">li-3</li>
    <li class="li-4">li-4</li>
    <li class="li-5">li-5</li>
  </ul>

  <button class="cancel">取消事件的监听</button>

  <<js-jq>>
  <script>
    <<e3>>
  </script>
#+END_SRC

#+RESULTS:
: 正在现有的浏览器会话中打开。



